Repository: Apen/recordsmanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr, pl

# addrecords
source: The following pages in the root line contain some records :
fr: Les pages suivantes de l'arborescence contiennent des enregistrements :
pl: Następujące strony w linii root zawierają rekordy :

# areyousure
source: Are you sure that you want to delete this record ?
fr: Etes-vous sur de vouloir supprimer cet enregistrement ?
pl: Jesteś pewny, że chcesz usunąć ten rekord ?

# choose
source: Choose an action :
fr: Choisir une action :
pl: Wybierz akcję :

# datas
source: Number
fr: Nombre
pl: Liczba

# download
source: Click to download file in %s format
fr: Cliquer pour télécharger le fichier au format %s
pl: Kliknij aby pobrać plik w formacie %s

# edittitle
source: Edit
fr: Modifier
pl: Edycja

# exporttitle
source: Export
fr: Exporter
pl: Eksport

# inserttitle
source: Add
fr: Ajouter
pl: Dodaj

# norecords
source: No available data
fr: Aucune donnée disponible
pl: Brak dostępnych danych

# recordsmanagertitle
source: Records manager
fr: Gestion des enregistrements
pl: Menedżer rekordów

# selectpid
source: Select a page folder where you want to add a record :
fr: Selectionner une page où insérer un enregistrement :
pl: Wybierz folder strony, do którego chcesz dodać rekord :

# storage
source: Storage Folders
fr: Dossier de stockage
pl: Foldery przechowujące rekordy

# storageadmin
source: Storage Folders defined by the admin
fr: Dossier de stockage définit par l'administrateur
pl: Foldery przechowujące rekordy zdefiniowane przez administratora
