Repository: Apen/recordsmanager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: fr, pl

# tx_recordsmanager_config
source: Configuration of records manager
fr: Configuration de "records manager"
pl: Konfiguracja menedżera rekordów

# tx_recordsmanager_config.exportmode
source: Export mode
fr: Mode d'exportation
pl: Rodzaj eksportu

# tx_recordsmanager_config.exportmode.I.0
source: Normal
pl: Normalny

# tx_recordsmanager_config.extragroupby
source: Extra GROUP BY
pl: Dodatkowa klauzula GROUP BY

# tx_recordsmanager_config.extralimit
source: Extra LIMIT
pl: Dodatkowa klauzula LIMIT

# tx_recordsmanager_config.extraorderby
source: Extra ORDER BY
pl: Dodatkowa klauzula ORDER BY

# tx_recordsmanager_config.extrawhere
source: Extra WHERE (AND xxx)
pl: Dodatkowy warunek WHERE (AND xxx)

# tx_recordsmanager_config.insertdefaultpid
source: Extends possible PIDs
fr: Surcharger les PID possibles
pl: Rozszerz listę dostępnych wartości PID

# tx_recordsmanager_config.permsgroup
source: Display only for this be_groups
fr: Afficher que pour les be_groups suivants
pl: Wyświetlaj tylko dla tych grup (be_group)

# tx_recordsmanager_config.sqlfields
source: Fields of the table to display in list mode
fr: Liste des champs à afficher en mode liste
pl: Pola tabeli do wyświetlenia w trybie listy

# tx_recordsmanager_config.sqlfieldsinsert
source: Fields of the table to display in edit/insert mode
fr: Liste des champs à afficher en mode édition/insertion
pl: Pola tabeli do wyświetlenia w trybie edycji/dodawania

# tx_recordsmanager_config.sqltable
source: Table to list (save to refresh the fields list)
fr: Table à lister (sauvegarder pour rafraichir la liste des champs)
pl: Tabela do utworzenia listy (zapisz aby odświeżyć listę pól)

# tx_recordsmanager_config.title
source: Title of the configuration
fr: Titre de la configuration
pl: Tytuł konfiguracji

# tx_recordsmanager_config.type
source: Type of the configuration
fr: Type de la configuration
pl: Rodzaj konfiguracji

# tx_recordsmanager_config.type.I.0
source: Edit
fr: Modifier
pl: Edytuj

# tx_recordsmanager_config.type.I.1
source: Add
fr: Ajouter
pl: Dodaj

# tx_recordsmanager_config.type.I.2
source: Export
fr: Exporter
pl: Eksportuj

# tx_recordsmanager_config.dateformat
source: Display date fields in short format
fr: Afficher les champs de date au format court

# tx_recordsmanager_config.eidkey
source: eID key to identify and secure your export (index.php?eID=recordsmanager&eidkey=xxxxxxxxxxxx)
fr: Clef eID pour identifier et sécuriser votre export (index.php?eID=recordsmanager&eidkey=xxxxxxxxxxxx)

# tx_recordsmanager_config.excludefields
source: Field list not converted by the TCA
fr: Liste des champs non convertis avec le TCA

# tx_recordsmanager_config.exportfilterfield
source: Filter field (default tstamp)
fr: Champ de filtrage (par défaut tstamp)
